/* Section headline in user settings view */
"   Mandatory" = "   Mandatory";

/* Section headline in user settings view */
"   Optional" = "   Optional";

/* Message for alert view in send certificate view
   Message of alert view in root view. There was a problem with sending the hash message */
"A Problem occured when trying to send text message, please try again" = "A Problem occured when trying to send text message, please try again";

/* Message of alert view in root view. The mail could not be sent. The user is told to try it again. */
"A problem occured while trying to send mail, please try again" = "A problem occured while trying to send mail, please try again";

/* Cell headline for actions section in the root view
   Headline for action section in container detail */
"Actions" = "Actions";

/* Text for cell label in container detail view. This label is the action button for adding a new file to a container */
"Add file" = "Add file";

/* Error description */
"Alignment Error" = "Alignment Error";

/* Back button text */
"Back" = "Back";

/* Error description */
"Buffer Too Small" = "Buffer Too Small";

/* Cancel
   Cancel button text in alert view
   Cancel button text in app delegate */
"Cancel" = "Cancel";

/* certificate */
"Certificate" = "Certificate";

/* No comment provided by engineer. */
"Certificate request from %@" = "Certificate request from %@";

/* Title of alert view in choose send method view */
"Certificate stored in Keychain" = "Certificate stored in Keychain";

/* Title for alert in container detail view */
"Choose action" = "Choose action";

/* Text of label in send certificate view */
"Choose recipient" = "Choose recipient";

/* Subject for mail when sending an encrypted container in container detail view */
"Container" = "Container";

/* Title for alert in container detail view */
"Container allready exists" = "Container allready exists";

/* Cell headline for containers section in the root view */
"Containers" = "Containers";

/* Title of alert in root view. The container could not be decrypted */
"Could not decrypt" = "Could not decrypt";

/* Text for create a new container in the root view */
"Create Container" = "Create Container";

/* Loading text in create certificate view */
"Creating Certificate" = "Creating Certificate";

/* No comment provided by engineer. */
"Data Protection" = "Data Protection";

/* No comment provided by engineer. */
"Dear %@!\n\n" = "Dear %@!\n\n";

/* Error description */
"Decode Error" = "Decode Error";

/* Delete Certificate */
"Delete Certificate" = "Delete Certificate";

/* Title of alert view in send certificate view */
"Device cannot send Mail" = "Device cannot send Mail";

/* Title of alert view in send certificate view */
"Device cannot send text message" = "Device cannot send text message";

/* Text in user settings view */
"Email" = "Email";

/* Message of alert view in user settings view */
"Email: %@\nPhone: %@" = "Email: %1$@\nPhone: %2$@";

/* Text for cell label in container detail view. This button is for encrypt and share container */
"Encrypt / Share container" = "Encrypt / Share container";

/* Title for alert in container detail view */
"Enter a name" = "Enter a name";

/* Cell headline for error (this should not appear in productive environment
   Headline for erro section. Should not occur */
"ERROR" = "ERROR";

/* Title of alert view in user settings view */
"Error" = "Error";

/* Title of alert view in root view. The certificate could not be opened */
"Error opening certificate" = "Error opening certificate";

/* Showing error label if the section index was out of bound */
"ERROR!!" = "ERROR!!";

/* Certificate date expired in certificate explorer */
"expired at " = "expired at ";

/* Certificate date expires in certificate explorer */
"expires at " = "expires at ";

/* Error reason */
"Failed to allocate memory" = "Failed to allocate memory";

/* Headline for files section in container detail */
"Files" = "Files";

/* Headline for section in container detail */
"Files in Container" = "Files in Container";

/* Text in user settings view */
"Forename" = "Forename";

/* Error reason */
"Function not implemented for the current algorithm" = "Function not implemented for the current algorithm";

/* No comment provided by engineer. */
"If you currently don't have a passphrase set for your device do it now! This application can not be considered secure without this feature turned on" = "If you currently don't have a passphrase set for your device do it now! This application can not be considered secure without this feature turned on";

/* Error reason */
"Illegal parameter supplied to encryption/decryption algorithm" = "Illegal parameter supplied to encryption/decryption algorithm";

/* Select image gallery as input source for contaier files in source selection view */
"Image Gallery" = "Image Gallery";

/* Error reason */
"Input data did not decode or decrypt correctly" = "Input data did not decode or decrypt correctly";

/* Error reason */
"Input size to encryption algorithm was not aligned correctly" = "Input size to encryption algorithm was not aligned correctly";

/* Error reason */
"Insufficient buffer provided for specified operation" = "Insufficient buffer provided for specified operation";

/* Title of alert view in user settings view */
"Is this correct?" = "Is this correct?";

/* Title of alert view in create certificate view */
"Mandatory data not present" = "Mandatory data not present";

/* Error description */
"Memory Failure" = "Memory Failure";

/* Subject for certificate email in root view
   Subject for mail in send certificate view */
"My Certificate" = "My Certificate";

/* Headline for name section in container detail */
"Name" = "Name";

/* ... */
"NO" = "NO";

/* Title for alert view in send certificate view */
"No contact data" = "No contact data";

/* Error description */
"Parameter Error" = "Parameter Error";

/* Text in user settings view */
"Phone" = "Phone";

/* Message for alert in container detail view */
"Please enter a name for the container" = "Please enter a name for the container";

/* Message of alert view in user settings view */
"Please enter a valid email address and/or phone number" = "Please enter a valid email address and/or phone number";

/* Message of alert view in create certificate view */
"Please enter all required data to generate the certificate" = "Please enter all required data to generate the certificate";

/* Body for mail in certificate explorer */
"Please send me your IAIK enryption certificate" = "Please send me your IAIK enryption certificate";

/* Title of alert message when the certificate could not be saved
   Title of alert view in choose sendmethod view */
"Problem saving to keychain" = "Problem saving to keychain";

/* Title of alert view in root view. The mail could not be sent */
"Problem sending mail" = "Problem sending mail";

/* Title for alert view in send certificate view
   Title of alert view in root view. There was a problem with sending the hash message */
"Problem sending text message" = "Problem sending text message";

/* Button for receiving a certificate via bluetooth in the root view */
"Receive Certificate via Bluetooth" = "Receive Certificate via Bluetooth";

/* Subject for mail in certificate explorer
   Title for mail in certificate explorer */
"Request for certificate" = "Request for certificate";

/* Button title in action sheet in certificate explorer */
"Request new certificate of contact" = "Request new certificate of contact";

/* Title for mail when sending an encrypted container in container detail view */
"Secure files via container" = "Secure files via container";

/* Body of alert message when the certificate could not be saved
   Message of alert view in choosse send method view */
"Seems like you got the same certificate in your keychain associated with another person?!" = "Seems like you got the same certificate in your keychain associated with another person?!";

/* Button for sending a certificate-request to another user in the roow view */
"Send a Certificate-Request" = "Send a Certificate-Request";

/* Text of label in send certificate view */
"Send cert via mail" = "Send cert via mail";

/* Button for sending a certificate via bluetooth in the root view */
"Send Certificate via Bluetooth" = "Send Certificate via Bluetooth";

/* Button for sending certificate via two-way exchange (Email/SMS) in the root view */
"Send Certificate via Email/SMS" = "Send Certificate via Email/SMS";

/* Button in alter view in container detail view for sending a container via email */
"Send Container via Email" = "Send Container via Email";

/* Text of label in send certificate view */
"Send PIN via sms" = "Send PIN via sms";

/* Alert button in container detail view to share container using Dropbox */
"Share via Dropbox" = "Share via Dropbox";

/* Text in send certificate view for choosing a recipient */
"Step 1: Choose a recipient" = "Step 1: Choose a recipient";

/* Text in send certificate view for sending a certificate via email */
"Step 2: Send Cert via mail" = "Step 2: Send Cert via mail";

/* Text in send certificate view for sending the checksum via SMS */
"Step 3: Send checksum via text message" = "Step 3: Send checksum via text message";

/* Error description */
"Success" = "Success";

/* Text in user settings view */
"Surname" = "Surname";

/* No comment provided by engineer. */
"The certificate of %@ %@ has been received and stored in your keychain" = "The certificate of %1$@ %2$@ has been received and stored in your keychain";

/* Message of alert view in choose send method view */
"The certificate of %@ has been received and stored in your keychain" = "The certificate of %@ has been received and stored in your keychain";

/* Body text for message in send certificate view
   Text for body of hash message. The user is told the checksum (hash)of the certificate */
"The checksum for my certificate is: %@" = "The checksum for my certificate is: %@";

/* Message of alert in root view. The container could not be decrypted */
"The container was not encrypted using your certificate" = "The container was not encrypted using your certificate";

/* Footer text in user setting view */
"The requested certificate will be sent to your\nemail address and the validation checksum\ndirectly to your phone." = "The requested certificate will be sent to your\nemail address and the validation checksum\ndirectly to your phone.";

/* Message for alert in container detail view */
"There seems to exist another container with the same namne, please choose a different one" = "There seems to exist another container with the same namne, please choose a different one";

/* No comment provided by engineer. */
"This request can be opened by the %@ app and sends your certificate back to the requester." = "This request can be opened by the %@ app and sends your certificate back to the requester.";

/* Message for alert view in send certificate view */
"To send the certificate an email-address and a mobile phone number of the person is required, please add required information to the contact" = "To send the certificate an email-address and a mobile phone number of the person is required, please add required information to the contact";

/* Error description */
"Unimplemented Function" = "Unimplemented Function";

/* Error description */
"Unknown Error" = "Unknown Error";

/* ... */
"YES" = "YES";

/* Footer text in user settings view */
"You can change this later in the \nSettings of your %@." = "You can change this later in the \nSettings of your %@.";

/* Title for alert view in app delegate */
"You have been sent a verification SMS. Paste the SMS in the following textfield. The App verifies it for you." = "You have been sent a verification SMS. Paste the SMS in the following textfield. The App verifies it for you.";

/* Title for alert view in app delegate */
"You have been sent a verification SMS. Please check the following checksum and compare it." = "You have been sent a verification SMS. Please check the following checksum and compare it.";

/* No comment provided by engineer. */
"You have received a certificate request from %@.\n" = "You have received a certificate request from %@.\n";

/* Title of alert view in request handler */
"You have received a Certificate-Request from another user. This app will guide you through the certificate exchange process.\n\nIt opens the Mail and Message composer for you.\n\nYou must only click 'send' in the composers.\n" = "You have received a Certificate-Request from another user. This app will guide you through the certificate exchange process.\n\nIt opens the Mail and Message composer for you.\n\nYou must only click 'send' in the composers.\n";

/* Body for certificate email in root view
   Body for mail in send certificate view */
"You will receive the chechsum for my certificate shortly via SMS or iMessage" = "You will receive the chechsum for my certificate shortly via SMS or iMessage";

/* Message of alert view in send certificate view */
"Your device is currently not configured to send mail, please configure it or send your certificate via bluetooth" = "Your device is currently not configured to send mail, please configure it or send your certificate via bluetooth";

/* Message of alert view in send certificate view */
"Your device is currently not configured to send text message, please configure it or send your certificate via bluetooth" = "Your device is currently not configured to send text message, please configure it or send your certificate via bluetooth";

